[iris_vo_ep2_01_echox_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Here's what Piston is offering, chickadee -- Piston will sponsor you. Piston will take you under his muscly wing, and we will open that Vault together. I've already set up your first fight in the arena. Get in there, and show 'em that Piston and the Vault Hunter are a force to be reckoned with!",Time=0)

[iris_vo_ep2_02_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="IS IT JUST ME OR DOES IT SEEM LIKE HE'S GONNA BETRAY THE F*CK OUTTA YOU?!",Time=0)

[iris_vo_ep2_03_echox_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Now, usually your first match would be against a single opponent, but I thought: eh. Instead, you're gonna be fighting a few dozen chumps called the Horde of Horrors. Now, I could kick their asses with both pecs tied behind my back, but you'll want to take it easy.",Time=0)

[iris_vo_ep2_04_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="LADIES AND GENTLEMEN, IT LOOKS LIKE OUR NEXT COMBATANT HAS ARRIVED! DOES THE VAULT HUNTER HAVE WHAT IT TAKES TO SURVIVE THE APPETITE FOR DESTRUCTION ROUND?! I THINK WE ALL KNOW THE ANSWER: ''MAAAAAAAYBEEEE''!",Time=0)

[iris_vo_ep2_05_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THE RULES ARE SIMPLE: USE THE PROVIDED LOOT AND KILL EVERYBODY! THE LAST FIGHTER STANDING IS A BONA FIDE BADASS!",Time=0)

[iris_vo_ep2_06_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="GO TO THE CENTER OF THE ARENA WHEN YOU'RE READY TO START!",Time=0)

[iris_vo_ep2_07_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="LADIES AND GENTLEMEN, IT'S THE MOMENT YOU'VE ALL BEEN WAITING FOR: THE HORDE OF HORRORS VERSUS THE VAULT HUNTER!  FIGHT!",Time=0)

[iris_vo_ep2_08_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Holy crap, are you still fighting those idiots? You're gonna have to pick up the pace if you wanna be Piston's partner.",Time=0)

[iris_vo_ep2_09_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="A CRUSHING BLOW FROM THE VAULT HUNTER!",Time=0)

[iris_vo_ep2_10_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THAT WAS BRUTAL! WHERE'S THE REF?",Time=0)

[iris_vo_ep2_11_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="OH MY GOD THAT WAS BADASS!",Time=0)

[iris_vo_ep2_11a_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WAVE COMPLETE! BUT DON'T GET TOO COMFORTABLE!",Time=0)

[iris_vo_ep2_11b_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="NEXT WAVE, BITCHES!",Time=0)

[iris_vo_ep2_11c_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="ANOTHER WAVE DOWN! BETTER GET SOME AMMO!",Time=0)

[iris_vo_ep2_11d_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="IT'S TIME FOR ANOTHER WAVE!",Time=0)

[iris_vo_ep2_11e_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="IF YOU'RE STILL ALIVE, GRAB SOME AMMO! IF YOU AREN'T, THIS MESSAGE IS IRRELEVANT!",Time=0)

[iris_vo_ep2_11f_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="HERE THEY COME!",Time=0)

[iris_vo_ep2_11g_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THAT VAULT HUNTER'S CHEWING THROUGH WAVES LIKE A FAT KID THROUGH A COOKIE STORE! NOW I WANT COOKIES!",Time=0)

[iris_vo_ep2_11h_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="IT'S THE FINAL WAVE! DON'T DIE NOW!",Time=0)

[iris_vo_ep2_12_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That was sloppy, Vault Hunter.",Time=0)

[iris_vo_ep2_13_live_audience]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(cheering)",Time=0)

[iris_vo_ep2_14_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="DING DING DING! THAT'S IT -- THE VAULT HUNTER WINS AND HAS NOW LEAPED UP TO RANK NUMBER FIVE ON THE LEADERBOARDS! MEEDLYMOWOWOWOWWWWW!",Time=0)

[iris_vo_ep2_15_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Piston is proud of you. I've arranged for the stagehands to deliver some guns to you -- take them. Piston thinks this will be the start of a beautiful relationship.",Time=0)